<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta name="generator" content=
  "HTML Tidy for Linux/x86 (vers 1 September 2005), see www.w3.org" />
  <meta http-equiv="Content-Type" content=
  "text/html; charset=us-ascii" />

  <title>Talks</title>
  <link href="stylep.css" rel="stylesheet" type="text/css" />
</head>

<body>
  <div id="container">
    <div id="header">
 <p style="text-align:right">  <a href=
      "talks.html">English</a> </p>
      
    </div><!-- end header -->

    <div id="main">

<h1>Invitaci&oacute;n a charlas </h1>  
     
<hr>   <hr />      

<br>
</br>


<ol>


<li align="justify"> <b> Pr&oacute;ximamente</b> <em>Familias independendientes en teor&iacute;a de conjuntos</em>. Conferencia plenaria en el 1er encuentro de L&oacute;gica Brasil-Colombia. Zoom, Diciembre de 2021.
</li>

<li align="justify"> <b> Pr&oacute;ximamente</b> <em>Independence at uncountable cardinals</em>. M&uuml;nster Set Theory Seminar. Zoom, Junio de 2021.
</li>

<li align="justify"> <em>Independence and uncountable cardinals</em>. CUNY Set Theory Seminar. Zoom, Noviembre de 2020.
</li>    

<li align="justify"> <em>The equality <span class=frak>p</span>= <span class=frak>t</span>  and the generalized characteristics</em>. DiPrisco Fest. Universidad de los Andes. Bogot&aacute;, Colombia. Noviembre de 2019.
</li>
   
<li align="justify"> <em>The equality <span class=frak>p</span>= <span class=frak>t</span>  and the generalized characteristics</em>. Seminario de Teor&iacute;a de Conjuntos en Praga. Instituto de Matem&aacute;ticas de la academia Checa de ciencias. Praga, Rep&uacute;blica Checa. Diciembre de 2018.
</li>

<li> <em>Some inequalities between cardinal invariants</em>. KNAW Academy Colloquium Generalised Baire Spaces. Amsterdam, Pa&iacute;ses Bajos. Agosto de 2018.
</li>

<li> <em>Combinatorics on the space of generalized reals</em>. European Women in Mathematics. Mini-Symposium of mathematical logic. Graz, Austria. Septiembre de 2018.
</li>

<li> <em>Cardinal invariants and the generalized Baire spaces</em>. 11th Young set theory workshop. Laussane, Suiza. Junio de 2018. <a href="Laussane.pdf"> (Diapositivas)</a>.
</li>


</ol>
 
  <br>    <br />



<h1>Otras charlas (contributed) </h1>  
 <hr>     <hr />    
 <br>    <br />
     
  <ol>
 
      
<li align="justify"> <em>Independent families and singular cardinals</em>. Seminario de Investigaci&oacute; en el KGRC. Mayo de 2021. Zoom.

<li> <em>The equality <span class=frak>p</span>= <span class=frak>t</span>  and the generalized characteristics</em>. Seminario de Investigaci&oacute; en el KGRC. Abril de 2019. Viena (Austria).
</li> 

<li> <em>On some ideals associated with independent families</em>. Seminario de Investigaci&oacute; en el KGRC. Abril de 2018. Viena (Austria).
</li>
      
<li> <em>The ultrafilter number on &kappa;</em>. CUNY Set theory seminar. Febrero de 2017. New York (USA).
</li>

<li> <em>Cichon's diagram for uncountable cardinals</em>. Logic Seminar at Rutgers University. Febrero de 2017. New Brunswick (USA).
</li>

<li> <em>Coherent systems of finite support iterations</em>. RIMS Workshop on Infinite Combinatorics and Forcing Theory. Noviembre de 2016. Kyoto (Jap&oacute;n).
</li>

<li> <em>The ultrafilter number on &kappa;</em>. Workshop on Generalized Baire Spaces. Septiembre de 2016. Bonn (Alemania)</a>.
</li>

<li> <em>Diagrama de Cichon para cardinales no enumerables</em>. Seminario de L&oacute;gica del grupo de l&oacute;gica de Bogot&aacute;. Agosto de 2016. Bogot&aacute; (Colombia).
</li>

<li> <em>The ultrafilter number on &kappa;</em>. Seminario de L&oacute;gica en Rutgers University. Febrero de 2016. New Brunswick (USA).
</li>
 
<li> <em>The ultrafilter number on &kappa;</em>. Winter School in Abstract Analysis. Section Set Theory and Topology. Febrero de 2016. Hejnice (Rep&uacute;blica Checa).
</li>

<li> <em>On Cichon's diagram for uncountable &kappa;</em>. Hamburg Workshop on Set Theory 2015. Generalized Baire Space. Septiembre de 2015. Hamburgo (Alemania). <a href="Hamburgp.pdf" > (Diapositivas)</a>.
</li>

<li> <em> Some cardinal invariants of the generalized Baire spaces</em>. PhDs in Logic VII. Mayo de 2015. Viena (Austria). <a href="PhdsinLogicp.pdf" >( Diapositivas)</a>.
</li>

 <li><em>Forcing notions presented as quotients</em>. 15th Latin American Symposium on Mathematical Logic. Junio de 2012. Bogot&aacute; (Colombia). </li>
</ol>
 
    </div>

    <div id="footer">
      <hr />

      <p class="left"> <a href=
      "esp.html">Volver a la p&aacute;gina principal</a> 
</p>
      <p class="right">Cr&iacute;edito del dise&ntilde;o de la p&aacute;gina <a href=
      " http://www.oswd.org/design/information/id/3621/">syndicateme.net</a> 2007</p>

      <p>&nbsp;</p>
    </div><!-- end footer -->
  </div><!-- end container -->
</body>
</html>

